{
    "series1": {
        "id": "series1",
        "year": 1987,
        "title": "Egy rém rendes család",
        "plot": "A sorozat főszereplője Al Bundy, egy szerencsétlen papucsférj a korábban sikeres középiskolai amerikaifutball-játékos, aki nőicipő-bolti eladóként dolgozik.",
        "cover": "https:\/\/upload.wikimedia.org\/wikipedia\/hu\/thumb\/f\/f6\/MWC_1.jpg\/375px-MWC_1.jpg",
        "ep_count": 259,
        "episodes": {
            "1": {
                "id": "1",
                "date": "1987-04-05",
                "title": "Új szomszédok",
                "plot": "Új szomszédok költöznek Al és Peggy mellé, akiknek látszólag tökéletes a házasságuk, a Bundyk azonban gondoskodnak arról, hogy a harmónia gyorsan a múlté legyen.",
                "rating": 7.8
            },
            "2": {
                "id": "2",
                "date": "1987-04-12",
                "title": "Peggy és a stewardesek",
                "plot": "Marcy ajánlására Peggy egy új étrendet szeretne bevezetni otthon, aminek Al nagyon nem örül.",
                "rating": 6.5
            }
        }
    },
    "series2": {
        "id": "series2",
        "year": 2021,
        "title": "Nyerd meg az életed",
        "plot": "456 anyagi problémákkal küszködő ember meghívást kap egy játékba, melynek díja 45,6 milliárd dél-koreai von.",
        "cover": "https:\/\/flixpatrol.com\/runtime\/cache\/files\/posters\/d\/ddlemu3ez0pgg93k2svnlcjcsve.webp",
        "ep_count": 10,
        "episodes": {
            "1": {
                "id": "1",
                "date": "2021-09-17",
                "title": "Piros lámpa, zöld lámpa",
                "plot": "Szong Gihun szerencsétlen életet él, ráadásul egy csomó pénzzel tartozik uzsorásoknak is. Egyik nap a metróállomáson egy rejtélyes, jól öltözött férfi egy ttakcsi nevű játékra invitálja őt, amellyel nyer is százezer vont...",
                "rating": 8.9
            },
            "2": {
                "id": "2",
                "date": "2021-09-17",
                "title": "Pokol",
                "plot": "Csak 201 játékos maradt életben és közülük is többen könyörögnek, hadd távozhassanak. Ez azonban lehetetlen, kivéve ha a játékosok többsége a befejezés mellett voksol..",
                "rating": 7.2
            }
        }
    },
    "series3": {
        "id": "series3",
        "year": "2020",
        "title": "Devs",
        "plot": "Alex Garland (Ex Machina, Annihilation) új sorozata a sci-fi és a thriller elemeit ötvözi. A történet egy fiatal programozóról, Lily Chanról (Sonoya Mizuno: Ex Machina, A mániákus) szól, aki a Szilícium-völgyben lévő, csúcstechnikai vállalatnál dolgozik. Amikor a barátja gyilkosság áldozata lesz, Lilyben szörnyű gyanú támad. Azt gyanítva, hogy a halálában a munkája is szerepet játszott, nyomozni kezd a munkáltatója titkos fejlesztési részlege után, és egyre veszélyesebb terepre téved.",
        "cover": "https:\/\/filmtar.online\/storage\/posters\/series\/devs.jpg",
        "ep_count": null,
        "episodes": {
            "1": {
                "id": "1",
                "date": "2020-03-05",
                "title": "1. rész",
                "plot": "Amikor a barátja, Szergej eltűnik, miután új állást kezdett az Amaya technológiai cég titkos Devs részlegénél, a szoftvermérnök, Lily gyanakodni kezd, hogy eltűnése talán nem olyan egyértelmű, mint amilyennek látszik.",
                "rating": 8
            }
        }
    }
}